Repository: jphutter/wootomoo
Catalog: languages/woo-to-moo-*.po
Languages: fr_ca

source: Invalid URL
fr_ca: URL non valide

source: The token must have 32 characters
fr_ca: Le jeton doit avoir 32 caractères

source: Automatic registration on Moodle.
fr_ca: Inscriptions automatique sur Moodle.

source: There is an error accessing Moodle.
fr_ca: Il y a une erreur dans l'accès à Moodle.

source: Click here to check Moodle settings.
fr_ca: Cliquer ici pour vérifier les paramètres de Moodle.

source: Delete
fr_ca: Supprimer

source: Choose a product...
fr_ca: Choisir un produit...

source: Choose a course...
fr_ca: Choisir un cours...

source: Add
fr_ca: Ajouter

source: Here are your connection data
fr_ca: Voici vos données de connection

source: Web site
fr_ca: Site Web

source: your usual password
fr_ca: votre mot de passe usuel

source: For the following courses
fr_ca: Pour les cours suivants

source: For the following course
fr_ca: Pour le cours suivant

source: Woo to Moo plugin settings
fr_ca: Paramètres de l'extension Woo to Moo

source: The URL of your Moodle site.
fr_ca: L'URL de votre site Moodle.

source: The WebService token from Moodle. (see below)
fr_ca: Le jeton WebService de Moodle. (voir ci-dessous)

source: List of product categories to use.
fr_ca: Liste des catégories de produits à utiliser.

source: How to get the Webservice Token from Moodle.
fr_ca: Comment obtenir le jeton de service Web de Moodle.

source: "Site administration"
fr_ca: "Administration du site"

source: "Advanced features"
fr_ca: "Fonctions avancées"

source: select "Enable web services"
fr_ca: selectionner "Activer les services web"

source: "Save changes"
fr_ca: "Enregistrer les modifications"

source: "Manage protocols"
fr_ca: "Gérer les protocoles"

source: enable "REST protocol"
fr_ca: activer "Protocole REST"

source: "External services"
fr_ca: "Services externes"

source: "Add"
fr_ca: "Ajouter"

source: give a "Name"
fr_ca: donner un "nom"

source: check "Enabled"
fr_ca: cochez "Activé"

source: "Add Service"
fr_ca: "Ajouter un service"

source: "Add functions"
fr_ca: "Ajouter des fonctions"

source: select following list of functions:
fr_ca: sélectionnez la liste de fonctions suivante:

source: click "Add functions" at the end
fr_ca: cliquez sur "Ajouter des fonctions" à la fin

source: "Manage tokens"
fr_ca: "Gérer les jetons"

source: select one "User" with admin privilege
fr_ca: sélectionnez un "Utilisateur" avec le privilège d'administrateur

source: select the "Service" you created in step 3.
fr_ca: sélectionnez le "Service" que vous avez créé à l'étape 3.

source: And here is your token.
fr_ca: Et voici votre jeton.

source: Just one last point.
fr_ca: Juste un dernier point.

source: The password policy settings needed to be disabled since the new user password will be generated in WordPress and will not match the password policy of Moodle.
fr_ca: Les paramètres de la stratégie de mot de passe doivent être désactivés car le nouveau mot de passe de l'utilisateur sera généré dans WordPress et ne correspondra pas à la politique de mot de passe de Moodle.

source: "Site policies"
fr_ca: "Règles site"

source: uncheck "Password policy"
fr_ca: décochez "Règles pour les mots de passe"
